tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "petere/postgresql"
tap "px4/px4"
tap "rigellute/tap"
tap "rogual/neovim-dot-app"
brew "avrdude"
brew "blueutil"
brew "node"
brew "bower"
brew "python"
brew "chunkwm", restart_service: true
brew "ctags"
brew "dfu-programmer"
brew "dfu-util"
brew "exiftool"
brew "fd"
brew "libvorbis"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "git"
brew "git-extras"
brew "glib-openssl"
brew "gradle"
brew "hub"
brew "ical-buddy"
brew "libtool"
brew "jq"
brew "lynx"
brew "markdown"
brew "maven"
brew "mpg123"
brew "ncurses"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "nss"
brew "pandoc"
brew "pass"
brew "postgresql", restart_service: true
brew "pwgen"
brew "ranger"
brew "rbenv-bundler"
brew "rclone"
brew "ripgrep"
brew "ruby@2.5"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "urlview"
brew "w3m"
brew "yarn"
brew "z"
brew "koekeishiya/formulae/skhd"
brew "osx-cross/avr/avr-gcc"
brew "osx-cross/avr/avr-gcc@7"
brew "px4/px4/gcc-arm-none-eabi"
brew "rigellute/tap/spotify-tui"
brew "rogual/neovim-dot-app/neovim-dot-app"
cask "blue-jeans"
cask "calibre"
cask "firefox"
cask "flycut"
cask "gimp"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "kitty"
cask "mactex"
cask "slack"
cask "spotify"
cask "texmaker"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
